{"Virtuoso": "\"I have risen from the filth and muck. I am the lotus blossom. I...am beauty.\" This game you were the performer, the carry. Your momentum to get the win was created from the pressure you exerted in your fights, and from your unwavered farming efficiency.", "Win Streak": "You're on a win streak, keep up the good work!", "Fighter": "Despite this game being a loss, you were still proactive. Your kill participation indicates you were actively looking for plays to swing the game back into your favor.", "On Fire": "Recently, you have maintained a high winrate, and have been performing admirably. Even if you lose one or two, just reset and keep up the good work.", "Good Farming": "You maintained an efficient income of gold and xp from minions this game.", "Untouchable": "Your KDA this game was well-beyond average for your role.", "Unlucky": "You performed very well in this match, but a small percentage of games are simply out of your control. Even the best players have a limit to how hard they can carry.", "Good KDA": "You were able to find a good number of takedowns, without sacrificing yourself in the process. Well done.", "Ever-present": "Very little happened on the map without you there. Your high kill participation was a huge part of this win.", "Sightstone": "You placed an amount of wards that is above what is typically expected of your role. Well done.", "All-Seeing": "You had complete control of the map when it comes to vision, coming in well above what is typically expected from your role in wards placed, wards destroyed, and control wards placed.", "Inefficient": "Despite this game being a win, there was a considerable amount of gold and xp you could have gotten in the process. Make sure to take advantage of every available resource when ahead to maximize your chances of winning.", "Starving": "There was a considerable amount of gold and xp that was lost in farm this game. If you aren't strong enough to pressure your opponent directly, try to focus your attention on minions and monsters to minimize your deficit.", "Viewer": "You participated in less takedowns than what was desired from you this game.", "Break Time": "This game was played during a spree of losses and/or poor performances. Make sure to take frequent breaks to reset your mind.", "Zombie": "You had a considerable amount of deaths this game.", "Dark Map": "You placed less wards than what would typically be expected of your role this game.", "Bad Control": "Either your placement of control wards or your removal of enemy vision was somewhat lacking this game.", "No Control": "You did not disrupt enough of the enemy's vision this game. Control wards are some of the most efficient items in the game, make sure to pick up a few every game."}